Repository: deun-at/deun
Catalog: lib/l10n/app_*.arb
Languages: de

# addNewGroup
source: New group
de: Neue Gruppe

# addNewExpense
source: New expense
de: Neue Ausgabe

source: Groups
de: Gruppen

# groupListFilter
source: {filter, select, all{all} active{open} done{done} other{}}
de: {filter, select, all{alle} active{offen} done{abgeschlossen} other{}}

source: Create group
de: Gruppe erstellen

source: Edit group
de: Gruppe bearbeiten

# addGroupTitle
source: Add title
de: Titel hinzufügen

# groupNameValidationEmpty
source: Please enter a name!
de: Bitte gib einen Namen ein!

# groupSimplifiedExpensesTitle
source: Activate simplified expenses
de: Vereinfachte Ausgaben aktivieren

# expenseDateValidationEmpty
source: Please enter a date!
de: Bitte gib ein Datum ein!

# groupDeleteItemTitle
source: Delete this group?
de: Diese Gruppe löschen?

# groupNoEntries
source: Add a group to get started.
de: Füge eine Gruppe hinzu, um zu starten.

# groupEntriesError
source: Something went wrong with loading Groups.
de: Es trat ein Problem beim Laden der Gruppen auf.

# groupMemberSelectionEmpty
source: Search friends
de: Freunde suchen

# groupMemberAddFriends
source: Add friends
de: Freunde hinzufügen

# groupMemberSelectionTitle
source: Added friends
de: Hinzugefügte Freunde

# groupMemberResultEmpty
source: No friends found!
de: Keine Freunde gefunden!

# groupExpenseNoEntries
source: Add an expense to get started
de: Füge eine Ausgabe hinzu, um zu starten.

# groupDeleteError
source: Error while deleting group!
de: Fehler beim Löschen der Gruppe!

# groupDeleteSuccess
source: Group deleted!
de: Gruppe gelöscht!

# groupCreateError
source: Error while creating group!
de: Fehler beim Erstellen der Gruppe!

# groupCreateSuccess
source: Group created!
de: Gruppe erstellt!

source: Expenses
de: Ausgaben

# expensesSearchTitle
source: Search
de: Suche

# expensesSearchDescription
source: Search for expenses
de: Nach Ausgaben suchen

# expensesSearchEmpty
source: No results found
de: Keine Ergebnisse gefunden!

source: Create expense
de: Ausgabe erstellen

source: Edit expense
de: Ausgabe bearbeiten

# addExpenseTitle
source: Add title
de: Titel hinzufügen

# expenseName
source: Description
de: Beschreibung

# expenseNameValidationEmpty
source: Please enter a title!
de: Bitte gib einen Titel ein!

# expenseAmount
source: Amount
de: Betrag

# expenseAmountValidationEmpty
source: Please enter an amount!
de: Bitte gib einen Betrag ein!

# expenseDate
source: When did it happen?
de: Wann wurde gezahlt?

# expensePaidBy
source: Who paid?
de: Wer hat gezahlt?

# expenseEntryTitle
source: Add item title
de: Eintrag Titel hinzufügen

# addNewExpenseEntry
source: Add item
de: Eintrag hinzufügen

# expenseEntryNameValidationEmpty
source: Please enter an item title!
de: Bitte gib einen Eintrag Titel ein!

# expenseEntryAmount
source: Amount
de: Betrag

# expenseEntryAmountValidationEmpty
source: Please enter an amount!
de: Bitte gib einen Betrag ein!

# expenseEntrySharesLable
source: Who used it?
de: Wer war dabei?

# expenseEntrySharesValidationEmpty
source: Please select at least one person!
de: Bitte wähle mindestens eine Person aus!

# expenseDeleteItemTitle
source: Delete this expense?
de: Diese Ausgabe löschen?

# expenseDeleteError
source: Error while deleting expense!
de: Fehler beim Löschen der Ausgabe!

# expenseDeleteSuccess
source: Expense deleted!
de: Ausgabe gelöscht!

# expenseCreateError
source: Error while creating expense!
de: Fehler beim Erstellen der Ausgabe!

# expenseCreateSuccess
source: Expense created!
de: Ausgabe erstellt!

# expenseNoEntries
source: So empty here :(
de: So leer hier :(

# expenseDisplayAmount
source: {displayName} {expenseType, select, paid{paid} lent{lent} borrowed{borrowed} other{}} {amount}
de: {displayName} {displayNameYourself, select, yes{hast} other{hat}} {amount} {expenseType, select, paid{gezahlt} lent{geliehen} borrowed{geborgt} other{}}

# expenseNoShares
source: You are not involved
de: Du bist nicht beteiligt

# groupDisplayAmount
source: {paidByYourself, select, yes{{displayName} owes you} other{You owe {displayName}}} {amount}
de: {paidByYourself, select, yes{{displayName} schuldet dir} other{Du schuldest {displayName}}} {amount}

# groupDisplaySumAmount
source: {paidByYourself, select, yes{You are owed} other{You owe}} {amount}
de: {paidByYourself, select, yes{Du hast {amount} gut} other{Du hast {amount} Schulden}}

source: Total expenses {amount}
de: Gesamtausgaben {amount}

source: all done
de: Alles erledigt

source: Pay back
de: Zurückzahlen

# payBackNoEntries
source: There is nothing to pay back!
de: Es gibt nichts zurückzuzahlen!

# payBackDialogTitle
source: Pay back!
de: Zurückzahlen!

# payBackDialog
source: You owe {displayName} {amount}
de: Du schuldest {displayName} {amount}

# payBackDialogPaypal
source: Open Paypal link
de: Paypal-Link öffnen

# payBackDialogIban
source: Copy IBAN
de: IBAN kopieren

# payBackDialogDone
source: Mark as paid
de: Als bezahlt markieren

# payBackError
source: There was an error with paying back the amount. Please try again later!
de: Es gab einen Fehler beim Zurückzahlen des Betrags. Bitte versuche es später noch einmal!

# payBackSuccess
source: You paid back {amount} to {displayName}
de: Du hast {displayName} {amount} zurückgezahlt

# groupDisplayPaidBack
source: {paidBy} paid back {amount} to {paidFor}
de: {paidBy} {paidByYourself, select, yes{hast} other{hat}} {paidForYourself, select, yes{dir} other{{paidFor}}} {amount} zurückgezahlt

# signInTitle
source: deun.app
de: Anmelden

# signInSubtitle
source: Simply Split Fairly.
de: Bitte melde dich mit deinem Konto an.

# signInDescription
source: Sign in to make the best out of your group trips.
de: Gib deine E-Mail und dein Passwort ein, um fortzufahren.

# signInEmailTitle
source: Can't use social login? Use email instead!
de: E-Mail

# updatePasswordTitle
source: Update Password
de: Passwort aktualisieren

# updatePasswordToSignIn
source: Take me back to Sign Up
de: Verwende dein neues Passwort, um dich anzumelden.

# updatePasswordEnterPassword
source: Enter your password
de: Gib dein neues Passwort ein

# updatePasswordPasswordLengthError
source: Please enter a password that is at least 6 characters long
de: Das Passwort muss mindestens 8 Zeichen lang sein.

# updatePasswordPasswordResetSent
source: Password successfully updated
de: Ein Link zum Zurücksetzen des Passworts wurde gesendet.

# updatePasswordunexpectedError
source: An unexpected error occurred
de: Ein unerwarteter Fehler ist aufgetreten. Bitte versuche es später noch einmal.

# updatePasswordUpdatePassword
source: Update Password
de: Passwort aktualisieren

source: Friends
de: Freunde

# friendsNoEntries
source: No friends yet
de: Keine Freunde gefunden.

# addFriendshipSelectionEmpty
source: Search for Name or E-Mail
de: Bitte wähle einen Freund aus.

# addFriendshipNoResult
source: No User found with this E-Mail!
de: Es wurden keine Freunde gefunden.

# requestFriendship
source: Add friend
de: Freund hinzufügen

# friendsPending
source: Pending
de: Ausstehende Freundschaften

# friendshipRequestSent
source: Request sent to {displayName}
de: Freundschaftsanfrage gesendet.

# removeFriend
source: Remove {displayName} as a friend
de: Freund entfernen

# friendRemoved
source: {displayName} was removed as a friend
de: Freund entfernt.

# friendshipAccept
source: {displayName} was accepted as a friend
de: Anfrage annehmen

# friendshipRequestCancel
source: Request to {displayName} was canceled
de: Freundschaftsanfrage abbrechen

# friendshipDialogTitle
source: {displayName}
de: Freundschaftsanfrage

# friendshipDialogFullName
source: Full Name:
de: Vollständiger Name:

# friendshipDialogRemoveAsFriend
source: Remove as friend
de: Als Freund entfernen

source: Settings
de: Einstellungen

# settingsUserHeading
source: User Data
de: Benutzereinstellungen

# settingsFirstName
source: First name
de: Vorname

# settingsFirstNameValidationEmpty
source: Please enter a First name!
de: Bitte gib einen Vornamen ein!

# settingsLastName
source: Last name
de: Nachname

# settingsLastNameValidationEmpty
source: Please enter a Last name!
de: Bitte gib einen Nachnamen ein!

# settingsDisplayName
source: Display name
de: Anzeigename

# settingsDisplayNameValidationEmpty
source: Please enter a Display name!
de: Bitte gib einen Anzeigenamen ein!

# settingsPaypalMe
source: Paypal.me link
de: PayPal.me

# settingsLocale
source: Language
de: Sprache

# settingsUserUpdateSuccess
source: User data updated!
de: Benutzerdaten erfolgreich aktualisiert.

# settingsUserUpdateError
source: Error while updating user data!
de: Fehler beim Aktualisieren der Benutzerdaten.

# settingsSignOutDialogTitle
source: Are you sure you want to sign out?
de: Wirklich abmelden?

# settingsSignOut
source: Sign out
de: Abmelden

# settingsPrivacyPolicy
source: Privacy Policy
de: Datenschutzrichtlinien

# settingsPrivacyPreferences
source: Change privacy preferences
de: Datenschutzeinstellungen

# settingsPrivacyPreferencesSuccess
source: Your privacy choices have been updated
de: Datenschutzeinstellungen erfolgreich gespeichert.

# settingsPrivacyPreferencesError
source: An error occurred while trying to change your privacy choices
de: Fehler beim Speichern der Datenschutzeinstellungen.

# contact
source: Support
de: Kontakt

# contactSubtitle
source: Whether you're seeking support, have feedback, or are interested in collaborating with us, please fill out the form below or write us a mail to app.deun@gmail.com!
de: Egal, ob du Unterstützung suchst, Feedback hast oder an einer Zusammenarbeit interessiert bist - fülle einfach das untenstehende Formular aus oder schreibe uns eine E-Mail an app.deun@gmail.com!

# contactName
source: Full Name
de: Name

# contactNameValidationEmpty
source: Please enter a full name!
de: Bitte gib einen Namen ein!

# contactCompany
source: Company (optional)
de: Unternehmen

# contactEmailValidationEmpty
source: Please enter an email!
de: Bitte gib eine E-Mail ein!

# contactDescription
source: Description
de: Beschreibung

# contactDescriptionValidationEmpty
source: Please enter a description!
de: Bitte gib eine Beschreibung ein!

source: Contact Us
de: Kontaktiere uns

# contactSendSuccess
source: Support request sent!
de: Nachricht erfolgreich gesendet.

# contactSendError
source: Error while requesting the support!
de: Fehler beim Senden der Nachricht.

source: Delete account
de: Konto löschen

# deleteAccountError
source: Error while trying to delete the user account. Please contact app.deun@gmail.com for support.
de: Fehler beim Löschen des Kontos.

source: Create
de: Erstellen

source: Cancel
de: Abbrechen

source: Delete
de: Löschen

source: Edit
de: Bearbeiten

source: Update
de: Aktualisieren

source: Save
de: Speichern

source: Accept
de: Akzeptieren

source: Remove
de: Entfernen

source: Open
de: Öffnen

source: Close
de: Schließen

source: Send
de: Senden

# generalError
source: Something went wrong
de: Ein Fehler ist aufgetreten.

source: Loading
de: Lädt...

source: You
de: Du

source: All
de: Alle

# localeSelectorSystem
source: System default
de: Systemsprache
